Repository: kubamilcarz/step-counter-app
Catalog: Step Counter/Utilities/Localizable.xcstrings
Source language: en
Languages: pl

source: %@ pounds
pl: %@ funtów

source: %lld steps
pl: %lld kroków

source: Add Data
pl: Dodaj Dane

source: Analyze data
pl: Analizuj Dane

source: Apple Health Integration
pl: Integracja z Apple Health

source: Average
pl: Średnia

source: Average Steps
pl: Średnia Ilość Kroków

source: Average Weight Change
pl: Średnia Zmiana Wagi

source: Averages
pl: Średnie

source: Avg: %@ lbs
pl: Średnio: %@ funtów

source: Avg: %@ steps
pl: Średnio: %@ kroków

source: Bar chart, average weight difference per weekday
pl: Wykres słupkowy: średnia różnica wagi w poszczególne dni tygodnia

source: Bar chart, step count, last 28 days, average steps per day: %@
pl: Wykres słupkowy: liczba kroków z ostatnich 28 dni, średnia dzienna liczba kroków: %@

source: Cancel
pl: Anuluj

source: Coach Craig
pl: Trener Craig

source: Coach Craig could not generate insights right now. Please try again.
pl: Trener Craig nie mógł teraz wygenerować statystyk. Spróbuj ponownie.

source: Coach Craig hit a snag.
pl: Twój Trener jest tymczasowo niedostępny.

source: Coach Craig is not available on this device yet.
pl: Trener Craig nie jest jeszcze dostępny na tym urządzeniu.

source: Coach Craig is preparing insights.
pl: Trener Craig przygotowuje wyniki.

source: Connect Apple Health
pl: Połącz z Apple Health

source: Dashboard
pl: Pulpit

source: Date
pl: Data

source: Day
pl: Dzień

source: Dismiss
pl: Zamknij

source: Goal
pl: Cel

source: Hang tight while we analyze your recent activity.
pl: Poczekaj aż sprawdzimy Twoją ostatnią aktywność.

source: Invalid Value
pl: Niepoprawna Wartość

source: Last 28 Days
pl: Ostatnie 28 dni

source: Line chart, weight, average weight: %@ pounds, goal weight: 155 pounds
pl: Wykres liniowy: waga, średnia waga: %@ funtów, cel: 155 funtów

source: Min Value
pl: Wartość min

source: Must be a numeric value with a maximum of one decimal place.
pl: Wartość musi być liczbą z maksymalnie jedną cyfrą po przecinku.

source: Need Access to Health Data
pl: Wymagany dostęp do danych Zdrowia

source: No %@ to Display
pl: Brak %@ do Wyświetlenia

source: No Data
pl: Brak Danych

source: No Read and Write Access
pl: Brak Dostępów

source: No Write Access
pl: Brak uprawnień do zapisu danych

source: Per Weekday (Last 28 Days)
pl: Na dzień tygodnia (ostatnie 28 dni)

source: Pie chart, average steps per weekday
pl: Wykres kołowy: średnia liczba kroków w poszczególne dni tygodnia

source: Selected Metric
pl: Wybrana Metryka

source: Settings
pl: Ustawienia

source: Steps
pl: Kroki

source: Tap for data in list view
pl: Dotknij, aby uzyskać dane w widoku listy

source: There is no data for this Health statistics.
pl: Brak danych dla tej statystyki zdrowotnej.

source: There is no step count data from the Health App.
pl: Brak danych o liczbie kroków z aplikacji Zdrowie.

source: Thinking...
pl: Myślę…

source: This app displays your step and weight data in interactive charts. You can also add new step or weight data to Apple Health from this app. Your data is private and secured.
pl: Ta aplikacja pokazuje Twoje dane o krokach i wadze na interaktywnych wykresach. Możesz też dodać nowe dane o krokach lub wadze do Apple Health bezpośrednio z tej aplikacji. Twoje dane są prywatne i bezpieczne.

source: To use Step Counter with Apple Health, please enable read and write access for step count and weight data in Settings > Health > Data Access & Devices > Step Counter.
pl: Aby korzystać z Step Counter z Apple Health, prosimy o udzielenie dostępów do czytania i zapisywania kroków i wagi z poziomu Ustawienia > Zdrowie > Dostęp i Urządzenia > Step Counter.

source: Try Again
pl: Spróbuj Ponownie

source: Unable to Complete Request
pl: Nie można ukończyć żądania

source: Value
pl: Wartość

source: We are unable to complete your request at this time. Please try again later or contact support.
pl: Nie można teraz przetworzyć żądania. Spróbuj ponownie później lub skontaktuj się z pomocą techniczną.

source: Weight
pl: Waga

source: You have denied access to upload your %@ data. You can change this in Settings > Health > Data Access & Devices.
pl: Odmówiłeś dostępu do przesyłania swoich danych %@. Możesz to zmienić w Ustawienia > Zdrowie > Dostęp do danych i urządzeń.

source: You have not given access to your Health data. Please go to Settings > Health > Data Access & Devices.
pl: Nie udzielono dostępu do danych aplikacji Zdrowie. Przejdź do Ustawienia > Zdrowie > Dostęp do danych i urządzeń.
